Repository: dcurasi/dc-pomfw
Catalog: languages/dc-pomfw-*.po
Languages: it_it

source: Prices Only Members for Woocommerce is active but does not work. You need to install WooCommerce because the plugin is working properly.
it_it: Prices Only Members for Woocommerce è attivo ma non funziona. È necessario installare WooCommerce affinchè il plugin funzioni correttamente.

source: Configuration
it_it: Configurazione

source: Enable / Disable
it_it: Abilita / Disabilita

source: Activate Options
it_it: Attiva le Opzioni

source: Message
it_it: Messaggio

source: The notification message that appears when the user is not logged in.
it_it: Il messaggio di notifica che appare quando l'utente non è loggato.

source: Message Position
it_it: Posizione messaggio

source: Before main content
it_it: Prima del main content

source: Replacing Price
it_it: Al posto del prezzo

source: The notification message position.
it_it: La posizione del messaggio di notifica.

source: Login Text
it_it: Testo del Login

source: The text of the link to go to the login. Use the shortcode [login] to add the login link in the text message.
it_it: Il testo del link per andare al login. Utilizza lo shortcode [login] per aggiungere il link del login nel messaggio.

source: The link to go to the login.
it_it: Il link per andare al Login

source: Register Text
it_it: Testo Registrati

source: The text of the link to go to the register. Use the shortcode [register] to add the register link in the text message.
it_it: Il testo del link per andare alla registrazione. Utilizza lo shortcode [register] per aggiungere il link della registrazione nel messaggio.

source: Register Link
it_it: Registrati Link

source: The link to go to the register.
it_it: Il link per andare alla registrazione.

source: Only registered users can purchase. [login] or [register].
it_it: Solo gli utenti registrati possono acquistare. [login] o [register].

source: Register
it_it: Registrati
